experiment/test_fio/result/conv/randread/fio_rw_1_400M_file.txt
file1: (g=0): rw=randread, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=4740: Sun Dec  3 17:49:42 2023
  read: IOPS=102k, BW=1594MiB/s (1671MB/s)(400MiB/251msec)
    slat (nsec): min=1457, max=35116, avg=2196.63, stdev=823.29
    clat (usec): min=19, max=236, avg=75.99, stdev=18.11
     lat (usec): min=22, max=238, avg=78.19, stdev=18.13
    clat percentiles (usec):
     |  1.00th=[   34],  5.00th=[   44], 10.00th=[   53], 20.00th=[   63],
     | 30.00th=[   66], 40.00th=[   74], 50.00th=[   76], 60.00th=[   83],
     | 70.00th=[   85], 80.00th=[   93], 90.00th=[   97], 95.00th=[  104],
     | 99.00th=[  117], 99.50th=[  121], 99.90th=[  155], 99.95th=[  180],
     | 99.99th=[  237]
  lat (usec)   : 20=0.02%, 50=7.07%, 100=84.62%, 250=8.30%
  cpu          : usr=6.40%, sys=27.20%, ctx=6304, majf=0, minf=40
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=25600,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=1594MiB/s (1671MB/s), 1594MiB/s-1594MiB/s (1671MB/s-1671MB/s), io=400MiB (419MB), run=251-251msec

Disk stats (read/write):
  sdb: ios=3247/0, sectors=103904/0, merge=0/0, ticks=280/0, in_queue=280, util=26.09%