experiment/test_fio/result/conv/randread/fio_rw_1_800M_file.txt
file1: (g=0): rw=randread, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5891: Mon Dec  4 21:51:00 2023
  read: IOPS=205k, BW=3200MiB/s (3355MB/s)(800MiB/250msec)
    slat (nsec): min=1339, max=92519, avg=1961.75, stdev=1343.34
    clat (usec): min=14, max=575, avg=36.74, stdev=22.30
     lat (usec): min=18, max=609, avg=38.71, stdev=23.23
    clat percentiles (usec):
     |  1.00th=[   31],  5.00th=[   32], 10.00th=[   32], 20.00th=[   33],
     | 30.00th=[   33], 40.00th=[   34], 50.00th=[   34], 60.00th=[   34],
     | 70.00th=[   35], 80.00th=[   36], 90.00th=[   38], 95.00th=[   45],
     | 99.00th=[  155], 99.50th=[  161], 99.90th=[  412], 99.95th=[  490],
     | 99.99th=[  570]
  lat (usec)   : 20=0.35%, 50=96.49%, 100=1.45%, 250=1.59%, 500=0.08%
  lat (usec)   : 750=0.05%
  cpu          : usr=14.46%, sys=44.98%, ctx=12250, majf=0, minf=41
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=51200,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: bw=3200MiB/s (3355MB/s), 3200MiB/s-3200MiB/s (3355MB/s-3355MB/s), io=800MiB (839MB), run=250-250msec

Disk stats (read/write):
  sdb: ios=36902/0, sectors=1180864/0, merge=0/0, ticks=1104/0, in_queue=1104, util=65.51%